Repository: scott-j-walter-consulting/sjwc-flat-admin-theme
Catalog: lang/flatty-flat-admin-theme-*.po
Languages: it_it

source: Hide Sidebar
it_it: Nascondi menu

source: View Site
it_it: Apri sito

source: View
it_it: Mostra

source: Logout
it_it: Disconnettimi

source: <strong>Google is telling me you are not a human...</strong> Try again.
it_it: <strong>Google mi sta dicendo che non sia una persona ...</strong> Prova di nuovo.

source: Branding
it_it: Aspetto

source: Custom Logo
it_it: Logo personalizzato

source: Upload Logo
it_it: Carica Logo

source: Recommended max height 50px
it_it: Altezza 50px massimo consigliato

source: Hide custom Logo in the admin area
it_it: Non mostrare il logo personalizzato nell'area amministrativa

source: Custom Favicon
it_it: FavIcon personalizzata

source: Upload Favicon
it_it: Carica FavIcon

source: Recommended image size: 16px X 16px
it_it: Dimensione consigliata: 16px X 16px

source: Whitelabel Wordpress
it_it: Pulisci Wordpress

source: Remove Wordpress Toolbar from Front-end
it_it: Rimuovi la barra degli strumenti di Wordpress dal sito pubblico

source: Remove Wordpress meta tags
it_it: Rimuovi i meta-tag di Wordpress

source: Like "generated by Wordpress" and Wordpress version in the "head"
it_it: Es. "generato con Wordpress" e la versione dalla zona "head"

source: Hide Wordpress Logo
it_it: Nascondi il logo di Wordpress

source: If Wordpress default topbar is enabled
it_it: Se la barra strumenti di Wordpress è abilitata

source: Generic
it_it: Generico

source: Use system Font instead of Google Font
it_it: Usa il font di sistema invece che il font di Google

source: System font is quicker, custom font is nicer
it_it: Il font di sistema è più veloce a caricare la pagina

source: Enable always folded sidebar
it_it: Abilita il menu sempre compatto

source: Custom Admin Topbar
it_it: Barra strumenti personalizzata

source: Use Flatty's Topbar instead of Wordpress default
it_it: Usa la barra strumenti di Flatty al posto di quella di Wordpress

source: Show user profile in the topbar
it_it: Mostra il profilo utente

source: Show user image in the topbar
it_it: Mostra la foto utente

source: Use custom background
it_it: Utilizza uno sfondo personalizzato

source: Choose color
it_it: Scegli il colore di sfondo

source: Custom Background Image
it_it: Scegli l'immagine di sfondo

source: Upload Background
it_it: Carica immagine

source: Recommended image size: 1920px X 70px
it_it: Dimensione consigliata: 1920px X 70px

source: Show this site name
it_it: Mostra il nome del sito

source: or use a custom header
it_it: oppure usa una frase personalizzata

source: and place it
it_it: e inseriscila

source: in the Flatty's top bar (if enabled)
it_it: nella barra personalizzata di Flatty

source: as a small header
it_it: con un carattere piccolo

source: as a big header
it_it: con un grande carattere

source: Customer service box
it_it: Box di servizio personalizzato

source: Show customer service box
it_it: Mostra il box di servizio

source: Company's or developer's contacts
it_it: Contatti della società o sviluppatore

source: in his separate panel
it_it: in un suo pannello separato

source: as a Widget in the admin dashboard
it_it: come Widget nella dashboard di Wordpress

source: Widget title
it_it: Titolo del Widget

source: Widget description
it_it: Descrizione del Widget

source: Name
it_it: Nome

source: Website
it_it: Sito Web

source: Phone
it_it: Telefono

source: Custom Footer
it_it: Intestazione personalizzata

source: Enable Flatty's Custom Footer
it_it: Usa l'intestazione personalizzata di Flatty

source: This will hide Worpdress "Thank You" by default
it_it: Nasconderà "Realizzato con Wordpress"

source: Custom Text
it_it: Testo personalizzato

source: Show Wordpress version
it_it: Mostra la versione di Wordpress

source: Show MySql version
it_it: Mostra la versione di MySql

source: Show Php version
it_it: Mostra la versione del Php

source: Show server protocol (Ex: HTTP/1.1)
it_it: Mostra il protocollo del server (Es: HTTP/1.1)

source: Show server address
it_it: Mostra l'indirizzo del server

source: Show server identification string
it_it: Mostra le stringhe identificative del server

source: *Don't forget to save changes
it_it: *Non dimenticarti di salvare le modifiche

source: Remove "Recent Comments"
it_it: Rimuovi "commenti recenti"

source: Remove "Quick Press"
it_it: Rimuovi "Bozza veloce"

source: Remove "Recent Drafts"
it_it: Rimuovi "Bozze recenti"

source: Remove "Wordpress News"
it_it: Rimuovi "novità Wordpress"

source: Remove "Wordpress Activity"
it_it: Rimuovi "Attività di Wordpress"

source: Remove "Wordpress at a glance"
it_it: Rimuovi "Wordpress in un minuto"

source: Remove "Wordpress Incoming Links"
it_it: Rimuovi "Link in entrata"

source: Login
it_it: Accesso

source: Hide logo on login
it_it: Nascondi logo nella pagina di accesso

source: Change logo link
it_it: Cambia il link del logo

source: The link when you click the logo on login
it_it: Il link che viene aperto quando clicchi sul logo

source: Change logo link title attribute
it_it: Cambia la descrizione del link

source: The title when you hover the link
it_it: Cambia il titolo del link

source: Show custom footer
it_it: Mostra un intestazione personalizzata

source: Leave blank if not necessary
it_it: Lascia in bianco se non necessario

source: Hide "back to blog" link
it_it: Nascondi "torna al blog"

source: Custom Background
it_it: Sfondo personalizzato

source: Recommended image size: 1920px X 1080px
it_it: Dimensione consigliata: 1920px X 1080px

source: Theme
it_it: Tema

source: Choose login theme
it_it: Scegli il tema della pagina di accesso

source: Light
it_it: Chiara

source: Dark
it_it: Scura

source: Minimal Light
it_it: Chiara e minimale

source: Minimal Dark
it_it: Scura e minimale

source: Custom CSS
it_it: Css personalizzato

source: Security
it_it: Sicurezza

source: Use Google Recaptcha
it_it: Utilizza il Recaptcha di Google

source: Visit
it_it: Visita

source: this link
it_it: questo link

source: and register your domain to obtain the Google Recaptcha API keys.
it_it: e registra il tuo dominio per avere l'accesso alle chiave API di Google Recaptcha

source: Google Site Key
it_it: Chiave del sito

source: Google Secret Key
it_it: Chiave segreta

source: Do not share this key to anyone.
it_it: Non condividerle con nessuno

source: Use this custom error when fails
it_it: Mostra questo errore personalizzato

source: Shows when a user fails to check the box.
it_it: Viene mostrato quando un utente sbaglia il modulo

source: Hide login errors
it_it: Nascondi i messaggi di errore

source: Hide "lost password" link
it_it: Nascondi "recupera password"

source: Hide every notices and messages
it_it: Nascondi qualsiasi tipo di messaggio

source: Like "You are now logged out"
it_it: Es: "sei stato disconnesso"

source: Posts & Pages
it_it: Articoli e Pagine

source: Meta Boxes
it_it: Box Meta

source: Remove "Format" box
it_it: Rimuovi il box "formato"

source: Allows the user to select a post format
it_it: Permette la scelta del formato del post

source: Remove "Trackbacks" box
it_it: Rimuovi il box "tracciamento"

source: Displays an input box for sending trackbacks.
it_it: Mostra un input per inviare tracciamenti

source: Remove "Comments status" box
it_it: Rimuovi il box "stato commenti"

source: Allows you to enable/disable comments and pings for the post
it_it: Permette di abilitare/disabilitare i commenti e i ping agli articoli

source: Remove "Comments list" box
it_it: Rimuovi il box "lista commenti"

source: Displays comments made on the post
it_it: Mostra i commenti fatti al post o alla pagina

source: Remove "Custom Fields" box
it_it: Rimuovi il box "campi personalizzati"

source: Remove "Revisions" box
it_it: Rimuovi il box "revisioni"

source: Displays post revision links
it_it: Mostra i link alle revisioni precedenti

source: Remove "Author" box
it_it: Rimuovi il box "autore"

source: Displays a select box to choose a post author
it_it: Permette la scelta dell'autore

source: Remove "Slug" box
it_it: Rimuovi il box "slug"

source: Displays an additional post slug box
it_it: Permette l'inserimento di un ulteriore slug

source: <strong>The professional Wordpress Admin theme</strong> that we all need in 2017+.
it_it: <strong>La nuova interfaccia professionale per Wordpress</strong> per farci sentire più nel 2017+.
